<p>&nbsp;</p>
<h2><img style="display: block; margin-left: auto; margin-right: auto;" src="https://tronflow.net/static/media/Logo.png" width="333" height="132" /></h2>
<h2 style="text-align: center;">&nbsp;</h2>
<h2 style="text-align: center;"><span style="color: #ff0000;">YOUTUBE CONTEST EVENT</span></h2>
<h2 style="text-align: center;"><a href="#english">English</a> | <a href="#ESPANOL">Espa&ntilde;ol</a></h2>
<h2>&nbsp;</h2>
<h2 style="text-align: center;"><span style="color: #ff0000;">FACEBOOK CONTEST EVENT</span></h2>
<h2 style="text-align: center;"><a href="#FACeenglish">English</a> | <a href="#FACESPANISH">Espa&ntilde;ol</a></h2>
<h2>&nbsp;</h2>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<h2><span style="color: #ff0000;">YOUTUBE CONTEST EVENT</span><a id="english"></a></h2>
<p style="font-size: 1.5em;"><strong><span style="color: #3366ff;">Prize pool:</span></strong> 40,000 TRX<br /><br /> <strong><span style="color: #3366ff;">Date:</span></strong> from October 17 till October 31<br /><br />TronFlow platform launchs unique multilingual promotional contest with huge prize pool. Our main goal is to spread the news about this extremely profitable project that can help a lot of people, explain to everybody how the innovative mechanics of the contract works, involve new members to our family and stimulate activity in different parts of the world.<br /><br /><strong><span style="color: #3366ff;">HOW TO PARTICIPATE:</span></strong><br />Create and publish on your YouTube channel a video-review about TronFlow platform and how the contract works (explaining the withdrawing and reinvesting). Use your native language.<br />Send your review link to special Telegram Group: TronFlow CONTEST GROUP.<br />Wait till 02 of November and get TRX prizes.<br /><br /><strong><span style="color: #3366ff;">REVIEW REQUIREMENTS:</span></strong><br />-We accept only NEW reviews made and uploaded only after 17 of octuber.<br /> <br />-Video should be high quality and be in high definition (720p HD).<br /><br />-Video should contain your voice. Reviews with your face and other people will have an advantage and take a higher place in the prize pool system, but is not necessary to participate.<br /><br />-You should explain all TronFlow nuances, highlight the great sostenibility and transparency of the project and show deposit or withdraw process on the platform. The better you explain, the better the prize you will get.<br /> <br />The more views and likes your video has, more chances to get a better price you'll have!! <br /><br /><strong><span style="color: #3366ff;">The categories for the contest will be:</span></strong><br />-top 5 best quality and better explained reviews (10,000 - 6,000 - 3,000 - 2,000 - 1,000)<br /><br />-the most popular and viewed video: (6,000)<br /><br />-the best explained review in spanish: (2,000)<br /><br />-the best explained review in english:<br />(2,000)<br /><br />-the best explained review in french: (2,000)<br /><br />-the best explained review in chinese:(2,000)<br /><br />-the best explained review in persian/Arabic: (2,000)<br /><br />-the best explained review in russian: (2,000)</p>
<p style="font-size: 1.5em;">&nbsp;</p>
<p style="font-size: 1.5em;">&nbsp;</p>
<h2 style="font-size: 1.5em;"><span style="color: #ff0000;">EVENTO DE CONCURSO YOUTUBE</span><a id="ESPANOL"></a></h2>
<p style="font-size: 1.5em;"><span style="color: #3366ff;"><strong>Bolsa de premios:</strong></span> 40,000 TRX<br /><br /> <strong><span style="color: #3366ff;">Fecha:</span></strong> del 17 de octubre al 31 de octubre. <br /><br />La plataforma TronFlow lanza un concurso promocional multiling&uuml;e con una gran bolsa de premios. Nuestro objetivo principal es difundir la noticia sobre este maravilloso y rentable proyecto que puede ayudar a mucha gente, explicar a todo el mundo c&oacute;mo funciona la innovadora mec&aacute;nica del contrato, invitar a nuevos miembros en nuestra familia y estimular la actividad en diferentes partes del mundo.<br /><br /> <strong><span style="color: #3366ff;">COMO PARTICIPAR:</span></strong><br />Crea y publica en tu canal de YouTube un video-rese&ntilde;a sobre la plataforma TronFlow y c&oacute;mo funciona el contrato (explicando el retiro y la reinversi&oacute;n). Usa tu lengua materna.<br />Env&iacute;e su enlace de revisi&oacute;n a un grupo especial de Telegram: TronFlow CONTEST GROUP.<br /> Espera el 02 de noviembre y obt&eacute;n premios en TRX.<br /><br /><strong><span style="color: #3366ff;">REQUISITOS DE REVISI&Oacute;N:</span></strong><br />-Aceptamos solo NUEVAS rese&ntilde;as realizadas y subidas solo despu&eacute;s del 17 de octubre.<br /><br /> -El video debe ser de alta calidad y estar en alta definici&oacute;n (720p HD).<br /><br />-El video debe contener tu voz. Las rese&ntilde;as con su cara y con otras personas tendr&aacute;n una ventaja y ocupar&aacute;n un lugar m&aacute;s alto en el sistema de premios, pero no es necesario para participar.<br /><br />-Debes explicar todos los matices de TronFlow, resaltar la gran sostenibilidad y transparencia del proyecto y mostrar el proceso de dep&oacute;sito o retiro en la plataforma. Cuanto mejor explique, un mejor premio obtendr&aacute;.<br /> <br />&iexcl;Cuantas m&aacute;s vistas y me gusta tenga tu video, m&aacute;s oportunidades tendr&aacute;s de obtener un mejor premio!<br /><br /><strong><span style="color: #3366ff;">Las categor&iacute;as para el concurso ser&aacute;n:</span></strong><br /><br /> -5 Lugares para las rese&ntilde;as de mejor calidad y mejor explicadas (10,000 - 6,000 - 3,000 - 2,000 - 1,000)<br /><br /> -el video m&aacute;s popular y visto: (6,000)<br /><br /> -la rese&ntilde;a mejor explicada en espa&ntilde;ol: (2.000)<br /><br /> -la rese&ntilde;a mejor explicada en ingl&eacute;s:<br /> (2000)<br /><br /> -la rese&ntilde;a mejor explicada en franc&eacute;s: (2,000)<br /><br /> -la rese&ntilde;a mejor explicada en chino: (2,000)<br /><br /> -la rese&ntilde;a mejor explicada en persa / &aacute;rabe: (2,000)<br /><br /> -la rese&ntilde;a mejor explicada en ruso: (2,000)</p>
<p style="font-size: 1.5em;">&nbsp;</p>
<p style="font-size: 1.5em;"><span style="color: #ff0000;"><strong>FACEBOOK CONTEST<a id="FACeenglish"></a><br /></strong></span><br /><span style="color: #3366ff;">Prize Pool:</span> 40,000 TRX<br /><br /> <span style="color: #3366ff;">Date:</span> from October 17 to November 15.<br /><br />TronFlow launches a multilingual promotional contest with a huge prize pool. Our main objective is to spread testimonies or experiences about this wonderful and profitable project that can help many people and invite new members to our family.<br /><br /><span style="color: #3366ff;">HOW TO TAKE PART:</span><br /><br />-Create a personal Video talking about TronFlow.<br /><br />-Use your mother tongue.<br /><br />-Publish the Video with the following text on your personal FaceBook: "<em>My business experience in the Digital Age with TronFlow</em>"<br /><br />-Send the Link of the publication along with the Video File to the following Telegram Group: TronFlow VIDEO CONTEST GROUP.<br /><br />-Wait for November 16 and get rewards on TRX.<br /><br /><span style="color: #3366ff;">REVIEW REQUIREMENTS:</span><br /><br />-We only accept Videos that are uploaded after October 17.<br /><br />-The video must have a duration of No more than 1 minute.<br /><br />-Video should be recorded with the phone in a horizontal position and in good lighting.<br /><br />-When recording the Video, make sure to place yourself with a good background environment and absence of noise.<br /><br />After being approved, your Video will be published on the YouTube channel &ldquo;TRON FLOW Oficial&rdquo;! The more views and likes your Video has, the more opportunities you will have to obtain a better prize!<br /><br />Criteria for the award: more &ldquo;Views&rdquo; and more &ldquo;Likes&rdquo;.<br />Minimum 100 interactions in total (Adding Views and Likes)<br /><br /><span style="color: #3366ff;">The Prizes for the contest will be:</span><br /><br />-First place: 10,000<br />-Second place: 6,000<br />-Third place: 4,000<br /><br />-First place in English<span class="emoji  emoji-spritesheet-3" title="us">:</span>&nbsp;5,000<br />-First place in French<span class="emoji  emoji-spritesheet-3" title="fr">:</span>&nbsp;5,000<br />-First place in Portuguese: 5,000<br />-First place in Russian<span class="emoji  emoji-spritesheet-3" title="ru">:</span>&nbsp;5,000</p>
<p style="font-size: 1.5em;">&nbsp;</p>
<p style="font-size: 1.5em;">&nbsp;</p>
<p style="font-size: 1.5em; text-align: left;"><span style="color: #ff0000;"><strong>EVENTO FACEBOOK:<a id="FACESPANISH"></a><br /></strong></span><br /><span style="color: #3366ff;">Bolsa de premios:</span> 40,000 TRX<br /><br /><span style="color: #3366ff;">Fecha:</span> del 17 de octubre al 15 de Noviembre<br /><br />TronFlow lanza un concurso promocional multiling&uuml;e con una gran bolsa de premios. Nuestro objetivo principal es difundir testimonios o experiencias sobre este maravilloso y rentable proyecto que puede ayudar a mucha gente e invitar a nuevos miembros a nuestra familia.<br /><br /><span style="color: #3366ff;">COMO PARTICIPAR:</span><br /><br />-Crea un V&iacute;deo personal hablando sobre TronFlow.<br /><br />- Usa tu lengua materna.<br /><br />-Publicar en tu FaceBook personal el V&iacute;deo con el siguiente texto: &ldquo;<em>Mi experiencia de negocios en la Era Digital con TronFlow</em>&rdquo; <br /><br />-Enviar el Enlace de la publicaci&oacute;n junto con el Archivo del Video al siguiente Grupo de Telegram: TronFlow VIDEO CONTEST GROUP.<br /><br />-Espera el 16 de noviembre y obt&eacute;n premios en TRX.<br /><br /><span style="color: #3366ff;">REQUISITOS DE REVISI&Oacute;N:</span><br /><br />❖ Aceptamos solo V&iacute;deos que sean subidos a partir del 17 de octubre.<br />❖ El video debe tener una duraci&oacute;n de No m&aacute;s de 1 minuto.<br />❖ El video debe grabarse con el tel&eacute;fono en posici&oacute;n horizontal y con buena iluminaci&oacute;n.<br />❖ Al grabar el V&iacute;deo, aseg&uacute;rate de ubicarte con un buen ambiente de fondo y ausencia de ruidos.<br /><br />Luego de ser aprobado tu V&iacute;deo ser&aacute; publicado en el canal de Youtube &ldquo;TRON FLOW Oficial&rdquo; !Cuantas m&aacute;s vistas y me gusta tenga tu Video, m&aacute;s oportunidades tendr&aacute;s de obtener un mejor<br />premio! <br /><br />Criterio para la premiaci&oacute;n: m&aacute;s &ldquo;Vistas&rdquo; y m&aacute;s &ldquo;Me Gusta&rdquo;.<br />M&iacute;nimo 100 interacciones en total (Sumando Vistas y Me Gusta) <br /><br /><span style="color: #3366ff;">Los Premios para el concurso ser&aacute;n:</span><br /><br />➢ Primer lugar: 10,000<br />➢ Segundo lugar: 6,000<br />➢ Tercer lugar: 4,000<br />➢ Primer lugar en Ingl&eacute;s: 5,000<br />➢ Primer lugar en Franc&eacute;s: 5,000<br />➢ Primer lugar en Portugu&eacute;s: 5,000<br />➢ Primer lugar en Ruso: 5,000</p>
